LEXICON_RU = {
    '/start':   'Приветствую! \n'
                'Я телеграмм бот для анализа данных \n'
                'Введите команду /help для того, чтобы узнать о моих возможностях.',
    '/help':    'Введите команды: \n'
                '/fullan - полный анализ всей таблицы \n'
                'Бот может выполнять следующие задачи: \n'
                '- Подсчитывать количество строк и столбцов;\n'
                '- Посчитать количество пропущенных значений;\n'
                '- Проанализировать выбросы для каждого столбца (интерквартильная широта);\n'
                '- Найти выборочные среднее, медиану и дисперсию;\n'
                '- Вывести таблицу корреляции для признаков;\n'
                'Результаты будут выведены в виде файла xlsx.',
    '/fullan':  'Введите файл в формате xlsx',
    "other_message":  'Я всего лишь бот для анализа данных.\n' 
                      'Введите команду /help, чтобы узнать о моих возможностях.',
    'error_file': 'Введите файл формата xlsx'
     
}